# tap
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "romkatv/powerlevel10k"

# brew
brew "zsh" 
brew "git"
brew "tmux"
brew "tree"
brew "coreutils"
brew "grep", link: false
brew "jenkins-lts", restart_service: true
brew "ant", link: false
brew "openssl@1.1"
brew "popt", link: false
brew "python@3.9"
brew "glib"
brew "cairo"
brew "p11-kit"
brew "gnutls"
brew "libass"
brew "ffmpeg"
brew "highlight", link: false
brew "makedepend", link: false
brew "maven", link: false
brew "mpv", link: false
brew "pipenv"
brew "python@3.8"
brew "shellcheck"
brew "wget"
brew "yasm", link: false

# cask
brew "fzf"
cask "font-meslo-lg-nerd-font"
cask "mpv"
cask "xquartz"
