
# tap repositories and their packages

tap 'homebrew/core'
brew 'ant'
brew 'aom'
brew 'awscli'
brew 'bdw-gc'
brew 'blueutil'
brew 'brotli'
brew 'c-ares'
brew 'cairo'
brew 'coreutils'
brew 'dav1d'
brew 'docker'
brew 'ffmpeg'
brew 'flac'
brew 'fontconfig'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'giflib'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'gnutls'
brew 'go'
brew 'gobject-introspection'
brew 'graphite2'
brew 'grep'
brew 'guile'
brew 'harfbuzz'
brew 'highlight'
brew 'icu4c'
brew 'jemalloc'
brew 'jenkins-lts'
brew 'jpeg'
brew 'jq'
brew 'lame'
brew 'leptonica'
brew 'libarchive'
brew 'libass'
brew 'libb2'
brew 'libbluray'
brew 'libev'
brew 'libevent'
brew 'libffi'
brew 'libice'
brew 'libidn2'
brew 'libogg'
brew 'libpng'
brew 'libpthread-stubs'
brew 'libsamplerate'
brew 'libsm'
brew 'libsndfile'
brew 'libsodium'
brew 'libsoxr'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libuv'
brew 'libvidstab'
brew 'libvorbis'
brew 'libvpx'
brew 'libx11'
brew 'libxau'
brew 'libxcb'
brew 'libxdmcp'
brew 'libxext'
brew 'libxmu'
brew 'libxrender'
brew 'libxt'
brew 'little-cms2'
brew 'lua'
brew 'luajit-openresty'
brew 'lz4'
brew 'lzo'
brew 'm4'
brew 'makedepend'
brew 'mas'
brew 'maven'
brew 'mpdecimal'
brew 'mpv'
brew 'mujs'
brew 'mysql'
brew 'ncurses'
brew 'nettle'
brew 'nghttp2'
brew 'node'
brew 'nvm'
brew 'oniguruma'
brew 'opencore-amr'
brew 'openjdk'
brew 'openjdk@11'
brew 'openjpeg'
brew 'openssl@1.1'
brew 'opus'
brew 'p11-kit'
brew 'pcre'
brew 'pcre2'
brew 'pipenv'
brew 'pixman'
brew 'pkg-config'
brew 'popt'
brew 'protobuf'
brew 'python@3.8'
brew 'python@3.9'
brew 'rav1e'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'rtmpdump'
brew 'rubberband'
brew 'sdl2'
brew 'shellcheck'
brew 'snappy'
brew 'speex'
brew 'sqlite'
brew 'srt'
brew 'tcl-tk'
brew 'tesseract'
brew 'theora'
brew 'tmux'
brew 'tree'
brew 'uchardet'
brew 'unbound'
brew 'utf8proc'
brew 'vapoursynth'
brew 'webp'
brew 'x264'
brew 'x265'
brew 'xorgproto'
brew 'xvid'
brew 'xz'
brew 'yarn'
brew 'yasm'
brew 'youtube-dl'
brew 'zeromq'
brew 'zimg'
brew 'zsh'
brew 'zstd'

tap 'homebrew/bundle'

tap 'homebrew/cask-fonts'
cask 'font-meslo-lg-nerd-font'

tap 'homebrew/cask'
cask 'atom'
cask 'docker'
cask 'hammerspoon'
cask 'karabiner-elements'
cask 'postman'
cask 'vagrant'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'xquartz'

tap 'jakehilborn/jakehilborn'

tap 'rcmdnk/file'
brew 'brew-file'

tap 'stripe/stripe-cli'
brew 'stripe'
